/* NineAnimatorError DecodeError Message: This message is shown with the DecodeError error alert. The parameter inside the parenthesis is an identifier of the value that failed to be decoded. A DecodeError means that NineAnimator failed to deserialize or interpret a previously encoded data. */
"A required value (%@) cannot be read" = "No se puede leer un valor requerido (%@)";

/* NineAnimatorError DecodeError Message: This message is shown with the DecodeError error alert. A DecodeError means that NineAnimator failed to deserialize or interpret a previously encoded data. */
"A required value cannot be read" = "Un valor requerido no se puede leer";

/* NineAnimatorError AuthenticationRequiredError Message: Representing an error which NineAnimator cannot continute until an authentication action is performed. */
"An authentication is required before NineAnimator can continue" = "Se requiere una autenticación antes de que NineAnimator pueda continuar";

/* NineAnimatorError ProviderError Message: This error message is shown when NineAnimator failed to fetch a resource on a streaming server. */
"NineAnimator cannot fetch a resource on the streaming server" = "NineAnimatorno puede recuperar un recurso en el servidor de transmisión";

/* NineAnimatorError ResponseError Message: This error message is shown when NineAnimator cannot understand a response sent by the server. */
"NineAnimator cannot understand a response sent by the server" = "NineAnimatorno puede entender una respuesta enviada por el servidor";

/* NineAnimatorError AuthenticationRequiredError Recovery Option: This text is shown on the Open Link button of an alert that prompts the user to solve an CAPTCHA manually. */
"Open Link" = "Abrir Enlace";

/* NineAnimatorError SearchError Message: A search error represents a non-fatal error thrown by the Source when searching. */
"Search Completed" = "Búsqueda Completada";

/* NineAnimatorError LastItemInQueueError Message: This message is shown when the user has reached the last item in the list. */
"There are no more items in the selected list" = "No hay más elementos en la lista seleccionada";

/* NineAnimatorError URLError Message: This error message is shown when an URL is malformed, broken, or unexpected. */
"There is something wrong with the url" = "Hay algo mal con la url";

/* NineAnimatorError ContentUnavailableError Message: This error is shown when the content that the user is requesting is no longer available. */
"This content is no longer available" = "Este contenido ya no está disponible";

/* NineAnimatorError EpisodeServerNotAvailableError Message: This error message is shown to the user when an episode selected is not available on the selected server. The parameter is the name of the server that is selected by the user. */
"This episode is not available on %@" = "Este episodio no está disponible en %@";

/* NineAnimatorError EpisodeServerNotAvailableError Message: This error message is shown to the user when an episode selected is not available on the selected server. */
"This episode is not available on the selected server" = "Este episodio no está disponible en el servidor seleccionado";

/* NineAnimatorError CloudflareAuthenticationChallenge Message: This message is shown when a website that uses Cloudflare is requesting additional WAF (Web Application Firewall) verifications. This can typically be handled internally by NineAnimator, but if NineAnimator failed to resolve the challenges this error message will be presented to the user. */
"this website asks NineAnimator to verify the identity of the user" = "este sitio le pide a NineAnimator que verifique la identidad del usuario";

/* NineAnimatorError UnknownError Message: This error message is shown when an unknown error had occurred internally. */
"Unknown reason" = "Razón desconocida";

/* NineAnimatorError AuthenticationRequiredError Recovery Suggestion: This message is shown when an AuthenticationRequiredError happens to be resolvable manually (ex. a CAPTCHA request). */
"You may perform the authentication with the opening link, after which NineAnimator may re-attempt the request." = "Puedes realizar la autenticación con el enlace de apertura, para que luego NineAnimator pueda re-intentar la solicitud.";
